module.exports = {
	site: {
		title: 'ميدان قطر',
		version: ' - اصدار تجريبي',
		logo_icon: '/i/logo.gif',
		alt_lang: 'English',
		tour:{
		  about1:'ابحث عن أخبار وفعاليات في قطر',
		  about2:'سجل لاختيار أخبارك عبر',
		  about3:'سجل للتواصل مع أشخاص'
  	}
	},
	nav: {
		akhbari: 'أخباري',
		article: 'مقال',
		bookmarks: 'روابط مرجعية',
		back: 'العودة',
		calendar: 'رزنامة',
		event: 'فعالية',
		forgot_password: 'نسيت كلمة المرور',
		go: 'اذهب!',
		login: 'تسجيل الدخول',
    logout: 'تسجيل الخروج',
		medani: 'ميداني',
		messages: 'رسائل',
		post_article: 'انشر مقالاً',
		register: 'إنشاء حساب!',
		settings: 'إعدادات',
		terms: 'شروط',
		taghub:{
		  content:'المحتوى',
		  discuss:'ناقش',
		  $followers:{
        1: '{0} متابع',
        '?': 'متابعين',
        2: '{0} متابع',
        3: '{0} متابعين',
        4: '{0} متابعين',
        5: '{0} متابعين',
        6: '{0} متابعين',
        7: '{0} متابعين',
        8: '{0} متابعين',
        9: '{0} متابعين',
        10: '{0} متابعين',
        n: '{0} متابعاً'
      }
		},
		feedback: 'اعطنا رأيك',
		tour_video: 'جولة في الميدان'
	},
	dates: {
		months:[
            'يناير', 'فبراير', 'مارس', 'أبريل', 'مايو', 'يونيو',
            'يوليو', 'أغسطس', 'سبتمبر', 'أكتوبر', 'نوفمبر', 'ديسمبر'
        ],
    $suffix: {
     	n: '{0}'
    },
		$seconds_ago: {
			0: 'ورد الآن',
			1: 'قبل ثانية',
			2: 'قبل ثانيتين',
			3: 'قبل {0} ثوانٍ',
			4: 'قبل {0} ثوانٍ',
			5: 'قبل {0} ثوانٍ',
			6: 'قبل {0} ثوانٍ',
			7: 'قبل {0} ثوانٍ',
			8: 'قبل {0} ثوانٍ',
			9: 'قبل {0} ثوانٍ',
			10: 'قبل {0} ثوانٍ',
			n: 'قبل {0} ثانية'
		},
		$minutes_ago: {
			1: 'قبل دقيقة',
			2: 'قبل دقيقتين',
			3: 'قبل {0} دقائق',
			4: 'قبل {0} دقائق ',
			5: 'قبل {0} دقائق ',
			6: 'قبل {0} دقائق ',
			7: 'قبل {0} دقائق ',
			8: 'قبل {0} دقائق ',
			9: 'قبل {0} دقائق ',
			10: 'قبل {0} دقائق ',
			n: 'قبل {0} دقيقة '
		},
		$hours_ago: {
			1: 'قبل ساعة',
			2: 'قبل ساعتين',
			3: 'قبل {0} ساعات',
			4: 'قبل {0} ساعات ',
			5: 'قبل {0} ساعات ',
			6: 'قبل {0} ساعات ',
			7: 'قبل {0} ساعات ',
			8: 'قبل {0} ساعات ',
			9: 'قبل {0} ساعات ',
			10: 'قبل {0} ساعات ',
			n: 'قبل {0} ساعة'
		}
	},
	start: {
    validate: 'أرسلنا لك للتوّ رسالة تأكيد. الرجاء التحقّق من علبة الوارد في بريدك والنقر على رابط التأكيد.',
		header: 'باشر متابعة التصنيفات',
		go: 'اذهب!'
	},
	login: {
	  header: 'تسجيل الدخول إلى حسابك',
	  form: {
			email: 'البريد الإلكتروني',
			password: 'كلمة المرور',
			remember_password: 'تذكّر كلمة المرور؟',
			button: 'تسجيل الدخول',
			forgot_password: 'هل نسيت كلمة المرور؟'
    },
	  social: {
			sign_in_with: 'تسجيل الدخول بحساب',
			facebook: 'فيس بوك',
			twitter: 'تويتر',
			linkedin: 'لينكد إن'
		},
		error: {
			user_non_existant: 'هذا البريد الإلكتروني غير مسجّل',
 			user_inactive: 'لم يتم بعد التعرّف إلى هذا المستخدم',
 			user_wrong_password: 'كلمة المرور غير صحيحة'
	  }
	},
	register: {
		header: 'انضم إلى ميدان قطر',
		form: {
			email: 'البريد الإلكتروني',
			password: 'كلمة المرور',
			phone: 'رقم الهاتف',
			optional: '(اختياري)',
			button: 'بدء الاستخدام'
		},
    error: {
    	general: {
				register: 'لم نتمكن من تسجيل المستخدم',
				confirmation: 'تم التسجيل بنجاح. لم نتمكن من إرسال رسالة تأكيد ',
				login: 'تم التسجيل بنجاح. لم نتمكن من تسجيل الدخول تلقائياً'
			},
			terms: {
				not_accepted: 'يجب الموافقة على الأحكام والشروط'
			},
			password: {
				short: 'يجب ألا تقلّ كلمة المرور عن 6 أحرف أو أرقام'
			},
 			email: {
				invalid: 'عنوان البريد الإلكتروني غير صالح',
				existing: 'سبق أن تم استخدام هذا البريد الإلكتروني'
			}
		},
    terms_and_conditions_text: 'عبر النقر على هذا المربع أؤكد أنني قرأت ووافقت على',
    terms_and_conditions_link: 'الأحكام والشروط',
    login: 'العودة إلى تسجيل الدخول'
  },
  confirmation: {
  	error: {
			already_done: 'سبق أن تم التحقّق من هذا المستخدم',
			nonexistant: 'هذا البريد الإلكتروني غير مسجّل',
			expired: 'رابط التأكيد هذا منتهي الصلاحية',
			invalid: 'هذا الرابط غير صالح',
			find: 'لم نتمكن من سحب معلومات حول المستخدم',
			save: 'لم نتمكن من حفظ المستخدم',
			send: 'لم نتمكن من إرسال رسالة تحقّق',
			loggedin: 'دخول هذا المستخدم مسجّل أساساً',
			not_sent: 'لم نتمكن من إرسال رسالة تحقّق'
		},
    done: 'تم التحقّق من هذا المستخدم. يمكنك تسجيل الدخول الآن',
    failure: 'لم نتمكن من التحقّق من هذا البريد الإلكتروني',
    re_generate: 'يمكنك الحصول على رابط تأكيد جديد',
    re_register: 'يمكنك التسجيل من جديد',
    sent: 'تم إرسال رسالة تحقّق إلى حسابك'
  },
  reset_password: {
    header: 'إعادة تعيين كلمة المرور',
    form: {
      email: 'البريد الإلكتروني',
      button: 'أرسل'
    },
    error: {
      user_non_existant: 'هذا البريد الإلكتروني غير مسجّل',
      link_invalid: 'رابط إعادة تعيين كلمة المرور هذا غير صالح',
      link_expired: 'رابط إعادة تعيين كلمة المرور هذا منتهي الصلاحية'
    },
    done: 'أرسلنا لك للتوّ بريداً إلكترونياً لإعادة تعيين كلمة المرور. الرجاء التحقّق من علبة الوارد والنقر على رابط إعادة تعيين كلمة المرور. ',
    login: 'العودة إلى تسجيل الدخول',
    resend: 'إرسال بريد إلكتروني لإعادة تعيين كلمة مرور جديدة؟'
  },
  change_password: {
		form:{
			password: 'كلمة مرور جديدة',
			button: 'حفظ'
		},
		error:{
			invalid: 'كلمة المرور هذه غير صالحة',
			user_non_existant: 'هذا البريد الإلكتروني غير مسجّل'
		},
		success: 'تم تغيير كلمة المرور',
		failed: 'لم نتمكن من تغيير كلمة المرور'
	},
  terms_and_conditions: {
    header: 'الأحكام والشروط',
    content: 'المحتوى',
    back: 'العودة إلى إنشاء حساب'
  },
  content:{
    bookmark: 'روابط مرجعية',
    add_to_calendar: 'أضف إلى الرزنامة',
    share:{
      article: 'مشاركة مقال',
      event: 'مشاركة فعالية'
    },
    recommended: { 
    	header: 'ننصحك به',
    	loading: 'يجري التحميل...',
    	none: 'لا يوجد محتوى',
    	failed: 'لم نستطع التحميل'
    },
    read_full: 'قراءة المقال كاملا',
    read_aloud: 'القراءة بصوت مرتفع',
    follow: 'تابع',
    unfollow: 'إيقاف المتابعة',
    comments: 'تعليقات',
    my_location: 'موقعي'
  },
  forum : {
    readmore : "اقرأ المزيد",
    reply : "الردّ",
    saysomething : "... اكتب تعليقاً",
    login : "تسجيل الدخول للتعليق",
    notavailable : "التعليقات غير متوافرة",
    submit: 'أضف تعليقك',
    $likes: {
	 	  1: '{0} إعجاب',
	 	  2: '{0} إعجاب',
	 	  3: '{0} إعجابات',
	 	  4: '{0} إعجابات',
	 	  5: '{0} إعجابات',
	 	  6: '{0} إعجابات',
	 	  7: '{0} إعجابات',
	 	  8: '{0} إعجابات',
	 	  9: '{0} إعجابات',
	 	  10: '{0} إعجابات',
	 	  n: '{0} إعجاب'
	 	}
  },
	settings : {
		client_statement: "الناشر وكالة الأنباء القطرية",
		kv_statement: "مطوّر التطبيقات نولدج فيو",
 		feedback: 'اعطنا رأيك'
	},
	medani : {
 		title: 'ميداني',
 		posts: 'Posts',
 		tags: 'تصنيفات',
 		profile: {
 			about: 'عن',
 			message: 'send message',
 			follow: 'تابع'
 		},
 		avatar: {
 			header: 'اختيار صورة رمزية للمستخدم'
 		}
 	},
 	search:{
    $tags: {
      1: '1 تصنيف مرتبط',
      n: '{0} تصنيفات مرتبطة'
    },
    $articles: {
      1: '1 خبر',
      n: '{0} أخبار'
    },
    $events: {
      1: '1 فعالية',
      n: '{0} فعاليات'
    }
  },
 	common: {
 		browse: 'تصفّح',
 		cancel: 'إلغاء',
 		loading: 'تحميل',
 		edit: 'تعديل',
 		see_all: 'عرض الكل',
 		see_less: 'عرض أقل',
 		save: 'إحفظ',
 		select: 'اختيار',
 		submit: 'إرسال',
 		$possessive_form: {
 			first_person: '{2}ي',
 			third_person: '{2} {1}'
 		}
 	}
};

 



